<?php return [

      'name' => 'Обратная связь',

      'success' => 'Сообщение успешно отправлено',
      'success_message' => 'В ближайшее время с Вами свяжутся наши специалисты.',
      'error' => 'Сообщение не отправлено',
      'error_message' => 'Не удалось отправить сообщение. Попробуйте позже.',
      'repeat' => 'Ваше сообщение уже отправлено',
      'repeat_message' => 'Мы уже получили Ваше сообщение и в ближайшее время свяжемся с Вами.',

      'author_name' => 'Имя',
      'phone' => 'Телефон',
      'email' => 'Email',
      'message' => 'Сообщение',
      'action' => 'Действие',
      'date' => 'Дата',
      'no_messages' => 'Пока что никто не оставил ни одного сообщения на Вашем сайте.',

      'delete_header' => 'Удаление сообщение',
      'delete_all_header' => 'Удаление сообщения',
      'delete_message' => 'Вы действительно хотите удалить данное сообщение?',
      'delete_messages' => 'Вы действительно хотите удалить все сообщения?',
      'delete_messages_wa' => 'Вы действительно хотите удалить все сообщения с ответами?',

      'delete_success_message' => 'Сообщение успешно удалено',
      'delete_success_messages' => 'Сообщения успешно удалены',
      'delete_error_message' => 'Ошибка удаления. Такого сообщения не существует',
      'delete_error' => 'Ошибка удаления. Попробуйте еще раз',

      'your_answer' => 'Ваш ответ',
      'answer_author' => 'Автор ответа',

      'send' => 'Отправить сообщение',

];
